INFO_LIST = {
	'bot_started': 'Бот Запущен.',
	'show_actions': 'Можете просмотреть действия командой /menu',
	'choose_action': 'Выберите действие которое хотите выполнить',
	'client': 'Я клиент',
	'buyer': 'Я закупщик',
}

SUCCESS_LIST = {
	'order_added': 'Ваша заявка принята. Вы сможете просматривать статус выполнения заявки в пункте Меню -> Мои заявки',
	'status_changed': 'Статус изменен'
}

WARNING_LIST = {
	'not_confirmed': 'После того как получите товар, подтвердите получение',
	'not_have_orders': 'Пока не имеется заявок'
}

ERROR_LIST = {
	'fail_registration': 'При регистрации возникла ошибка. Пожалуйста попробуйте снова',
	'fail_count': 'Количество надо ввести цифрами',
	'order_adding_fail': 'При добавлении заявки произошла ошибка. Пожалуйста повторите попытку',
	'fail_show_orders': 'При выводе ваших заявок произошла ошибка. Пожалуйста повторите попытку',
	'zero_count': 'Нулевое количество продукта недопустимо',
	'zero_order': 'Нулевая заявка недопустима',
	'general_fail': 'Что то пошло не так. Попробуйте пожалуйста позже',
}

MENU_COMMANDS = {
	'add_order': 'Оставить заявку',
	'my_orders': 'Просмотреть мои заявки',
	'my_cart': 'Корзина',
	'connect_buyer': 'Связаться с закупщиком',
}
